{
  "CMN_BACK": "Zurück",
  "CMN_CLOSE": "Schließen",
  "CMN_DELETE": "Löschen",

  "SCR_ROLE_HEADER": "Wer bist du?",
  "SCR_ROLE_LBL_CLIENT": "Kunde",
  "SCR_ROLE_LBL_BARISTA": "Barista",

  "SCR_POINTS_HEADER": "Cafés",
  "SCR_POINTS_BTN_ADD_POINT": "Café hinzufügen",

  "SCR_POINT_BTN_ADD_CUP": "Eine Tasse geben",
  "SCR_POINT_BTN_ADD_POINT": "Café teilen",
  "SCR_POINT_BTN_POINTS": "Meine Cafés",
  "SCR_POINT_BTN_CLONE_POINT": "Café klonen",
  "SCR_POINT_BTN_GET_CUP": "Eine Tasse bekommen",
  "SCR_POINT_BTN_DELETE": "Café löschen",

  "SCR_CLONE_OR_NEW_HEADER": "Ein neues Café registrieren oder eine Kopie von einem Kollegen erhalten?",
  "SCR_CLONE_OR_NEW_LBL_NEW": "Neu registrieren",
  "SCR_CLONE_OR_NEW_LBL_GET": "Kopie erhalten",
  
  "SCR_REG_POINT_HEADER": "Neues Café registrieren",
  "SCR_REG_POINT_LBL_NAME": "Name:",
  "SCR_REG_POINT_LBL_CUPS_COUNT": "Anzahl der Tassen für gratis:",
  "SCR_REG_POINT_LBL_CUPS_COUNT_DESCR": "Der Kunde muss {cups} Tassen sammeln, um eine kostenlose zu bekommen.",
  "SCR_REG_POINT_LBL_DISCOUNT_DESCR": "Dies entspricht einem Rabatt von {discount}%.",
  "SCR_REG_POINT_BTN_REGISTER": "Registrieren",

  "SCR_DELETE_POINT_HEADER": "Café löschen",
  "SCR_DELETE_POINT_DESCRIPTION_BARISTA": "Wenn Sie dieses Café löschen, verlieren Sie den einzigartigen Schlüssel, der von Ihren Kunden zur Identifikation verwendet wird. Dies bedeutet, dass Ihre Kunden wieder von vorne anfangen müssen, Tassen zu sammeln. Die Wiederherstellung ist nur durch das Klonen des Cafés von den Telefonen Ihrer Kollegen möglich.",
  "SCR_DELETE_POINT_DESCRIPTION_CLIENT": "Wenn Sie dieses Café löschen, verlieren Sie alle gesammelten Tassen für dieses Café. Diese Aktion kann nicht rückgängig gemacht werden, und Sie müssen wieder von vorne anfangen, Tassen zu sammeln. Sind Sie sicher, dass Sie fortfahren möchten?",

  "SCR_CODE_ADD_POINT_HEADER": "Das Café hinzufügen",
  "SCR_CODE_ADD_POINT_DESCR": "Lassen Sie den Kunden den Code scannen",
  "SCR_CODE_CLONE_HEADER": "Das Café klonen",
  "SCR_CODE_CLONE_DESCR": "Lassen Sie Ihren Kollegen den Code scannen",
  "SCR_CODE_ADD_CUP_HEADER": "Eine Tasse hinzufügen",
  "SCR_CODE_ADD_CUP_DESCR": "Lassen Sie den Kunden den Code scannen",

  "SCR_SCAN_HEADER": "Code scannen",
  "SCR_SCAN_DESCR": "Bitte scannen Sie den Code vom Gerät des Baristas",
  "SCR_SCAN_BTN": "Scannen",

  "BOT_START_MSG": "Willkommen bei FreeCup! FreeCup ist Ihre digitale Treuekarte, die Ihnen hilft, Ihre Kaffeekäufe zu verfolgen und kostenlose Tassen zu verdienen. Klicken Sie auf die Schaltfläche unten, um die App zu verwenden!",
  "BOT_INSTRUCTION_MAIN_BTN_TEXT": "Anleitung",
  "BOT_INSTRUCTION_BARISTA_BTN_TEXT": "Barista",
  "BOT_INSTRUCTION_CLIENT_BTN_TEXT": "Kunde",
  "BOT_INSTRUCTION_SECURITY_BTN_TEXT": "Sicherheit",
  "BOT_INSTRUCTION_MAIN_MSG": "*Was FreeCup kann*\n\n*Erstellen eines Cafés:* Der Barista erstellt ein Café und erhält einen einzigartigen QR-Code.\n*Café hinzufügen:* Der Kunde scannt den QR-Code des Baristas, um das Café zu seiner Liste hinzuzufügen.\n*Tassen hinzufügen:* Nach jedem Kauf generiert der Barista einen QR-Code, den der Kunde scannt, um seine digitale Karte zu aktualisieren.\n*Café klonen:* Der Barista kann die Daten des Cafés mit Kollegen teilen, um die Verwaltung zu erleichtern.\n\n Mehr erfahren:",
  "BOT_INSTRUCTION_BARISTA_MSG": "*Wichtige Funktionen für Baristas*\n\n*Café erstellen:* Registrieren Sie Ihr Café und erhalten Sie einen einzigartigen QR-Code, um Kunden hinzuzufügen.\n*Tassen hinzufügen:* Generieren Sie nach jedem Kundenkauf einen QR-Code, um dessen digitale Karte zu aktualisieren.\n*Café klonen:* Teilen Sie das Café mit Kollegen.\n*Sicherheit:* Alle Daten werden verschlüsselt, um Informationen zu schützen.",
  "BOT_INSTRUCTION_CLIENT_MSG": "*Wichtige Funktionen für Kunden*\n\n*Café hinzufügen:* Scannen Sie den QR-Code des Baristas, um das Café zur App hinzuzufügen.\n*Käufe verfolgen:* Scannen Sie den QR-Code des Baristas nach jedem Kauf einer Tasse Kaffee, um Ihre digitale Karte zu aktualisieren.\n*Belohnungen einlösen:* Sammeln Sie die erforderliche Anzahl von Tassen und erhalten Sie ein kostenloses Getränk.\n*Cafés verwalten:* Fügen Sie mehrere Cafés hinzu und verwalten Sie sie, indem Sie einfach zwischen ihnen wechseln.\n*Sicherheit:* Ihre Tassendaten werden verschlüsselt, um Ihre Informationen zu schützen.",
  "BOT_INSTRUCTION_SECURITY_MSG": "*Sicherheit und Datenschutz:*\n\nAlle Daten über Tassen und Cafés werden verschlüsselt, um die Sicherheit zu gewährleisten. Kunden können keine Tassen selbst hinzufügen – nur durch Scannen des QR-Codes des Baristas.\n\nFreeCup macht das Sammeln und Einlösen von kostenlosen Getränken für Kunden und Baristas bequem und spart die Notwendigkeit, Papierkarten mitzuführen.",
  "BOT_OFFLINE_BTN_TEXT": "Offline-Version",
  "BOT_OFFLINE_MSG": "Die folgenden Versionen der App sind derzeit zur Verwendung im \"Offline\"-Modus verfügbar:"
}
